/* Shown as the title when we have an explicit device name. The '%@' represents the device name. */
"A software update is required to connect to %@." = "需要更新软件才能连接“%@”。";

/* Shown as the title when an Apple TV triggers the MDU pane */
"A software update is required to connect to your Apple TV." = "需要更新软件才能连接您的Apple TV。";

/* Shown as the title when an Apple Watch triggers the MDU pane */
"A software update is required to connect to your Apple Watch." = "需要更新软件才能连接您的Apple Watch。";

/* Shown as the title when an AudioAccessory triggers the MDU pane */
"A software update is required to connect to your HomePod." = "需要更新软件才能连接您的HomePod。";

/* Shown as the title when an iPad triggers the MDU pane */
"A software update is required to connect to your iPad." = "需要更新软件才能连接您的iPad。";

/* Shown as the title when an iPhone triggers the MDU pane */
"A software update is required to connect to your iPhone." = "需要更新软件才能连接您的iPhone。";

/* Shown as the title when an iPod touch triggers the MDU pane */
"A software update is required to connect to your iPod touch." = "需要更新软件才能连接您的iPod touch。";

/* Shown when we can't close apps. */
"Failed to close required apps." = "关闭所需的App失败。";

